Repository: Kous92/Aid-Moubarak-2023-iOS-SwiftUI
Catalog: AidMoubarak/AidElFitr2023/Localizable.xcstrings
Source language: en
Languages: fr

source: Available sounds
fr: Sons disponibles

# checkingFile
source: Checking file existence
fr: Vérification de l'existence du fichier

source: Downloading
fr: Téléchargement en cours de

source: Eid Mubarak
fr: Aïd Moubarak

source: Eid takbir sound
fr: Son du takbir de l'Aïd

# menuTitle
source: Select the animation between Eid-Al-Fitr and Eid-Al-Adha
fr: Choississez l'animation entre l'Aïd El Fitr et l'Aïd El Adha

# syncInProgress
source: Synchronizing, please wait...
fr: Synchronisation en cours, veuillez patienter...

# title1
source: Eid-Al-Fitr
fr: Aïd El Fitr

# title2
source: Eid-Al-Adha
fr: Aïd El Adha

# wish1
source: Have a happy Eid-Al-Fitr celebration with your loved ones.
fr: Passez une bonne fête de l'Aïd El Fitr avec vos proches.

# wish1Adha
source: Have a happy Eid-Al-Adha celebration with your loved ones.
fr: Passez une bonne fête de l'Aïd El Adha avec vos proches.

# wish2
source: May Allah make it easy for us in the hardships and in the difficult times.
fr: Qu'Allah nous facilite dans les épreuves et dans les périodes difficiles.

# wish3
source: May Allah accept our fasting, our prayers and our respective efforts during the blessed month of Ramadan.
fr: Qu'Allah ait accepté notre jeûne, nos prières et nos efforts respectifs durant le mois béni du Ramadan.

# wish4
source: May Allah forgive us and facilitate us to forgive and reconcile with people in disagreement.
fr: Qu'Allah nous pardonne et nous facilite pour pardonner et se réconcilier avec les personnes en mésentente.

# wish5
source: May Allah grant us what we wish if it is good for us.
fr: Qu'Allah nous accorde ce que nous souhaitons si c'est un bien pour nous.

# wish6
source: Barakallahoufikoum (God bless you).
fr: Barakallahoufikoum (Qu'Allah vous bénisse).

# wish7
source: Peace be with you
fr: Que la paix soit sur vous.
